// © Copyright 2010, 2015-2016 HP Development Company, L.P.

TaskName = "Scan til computer";

// Restore alert message
"RESTORE_TITLE" = "Vil du gendanne indstillingerne?";
"RESTORE_MSG" = "Hvis du fortsætter, gendannes alle scanningsgenveje til den oprindelige tilstand. Tryk på Annuller for ikke at ændre genvejene, eller på Gendan for at gendanne genvejene til den oprindelige indstilling fra fabrikken.";
"RESTORE_BUTTON_TITLE" = "Gendan";

"DEFAULT_TASK_CAPTION" = "Opgavenavn:";
"DONE" = "Udført";

// Task not found alert message
"TASK_NOT_FOUND_TITLE" = "Opgave ikke tilgængelig";
"TASK_NOT_FOUND_DESC" = "Opgaven \"%@\" fundet på enheden er ikke tilgængelig i systemet. Vælg en anden opgave.";

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Fejl ved kopiering af arbejdsgang";
"COPY_WORKFLOWS_DESC" = "Arbejdsgangene blev ikke kopieret til brugerenhedens domænemappe.";

"DEVICE_NOT_FOUND_TITLE" = "Enhed ikke fundet";
"DEVICE_NOT_FOUND_DESC" = "Der opstod et problem ved kommunikation med enheden. Tjek, at enheden er tændt og tilsluttet korrekt, og prøv igen.";

"COMPUTER_NAME_INFO_TITLE" = "Feltet \"Computernavn\" bruges til at angive et navn for din computer, som vises på HP-enheden."; //title for the Computer name info sheet
"COMPUTER_NAME_INFO_DESC" = "Hvor mange tegn der kan angives afhænger af enheden.";

"UNKNOWN_ERROR_TITLE" = "Ukendt fejl";
"UNKNOWN_ERROR_DESC" = "Der opstod en fejl under opdatering af enheden. Tjek, at enheden er tændt og tilsluttet korrekt.";

"OK" = "OK";
"CANCEL" = "Annuller";

"MOREINFO_TITLE" = "Flere oplysninger";

// The following strings are displayed in SSMTaskController nib file

"SSM_TITLE" = "Scanningsgenvej Manager"; // Title
"SSM_SHORT_DESC" = "Brug scanningsgenveje til at udføre almindelige scanningsopgaver vha. knapperne på HP-enhedens frontpanelet."; // short description
"YOUR_COMPUTER_NAME" = "Computernavn:"; // displayed if device is connected through n/w
"CHANGE_BTN_TITLE" = "Skift...";
"MORE_INFO_BTN_TITLE" = "Flere oplysninger...";
"RESTORE_BTN_TITLE" = "Gendan standardværdier";
"TEST_BTN_TITLE" = "Test...";
"EDIT_BTN_TITLE" = "Rediger...";

// Error Messages.
"ERROR_PERMISSION_DENIED" = "Du har ikke de korrekte adgangsrettigheder til mappen \"%@\". Hvis du vil se eller ændre adgangsrettigheder, skal du vælge elementet i Finder, og vælge Arkiv > Hent info."; // used from HPWFM, no need to get the localized string from customer.

// generic error
"ERROR" = "Fejl";
"ERROR_UNKNOWN_DESC" = "Der opstod en ukendt fejl.";

// Error when workflow not found when user clicks on front panel scan
"ERROR_SHORTCUT_NOT_FOUND_TITLE" = "Genvej ikke fundet";
"ERROR_SHORTCUT_NOT_FOUND_DESC" = "Genvejen %1$@ for enhed %2$@ blev ikke fundet. Prøv at installere softwaren igen.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Arbejdsgang blev ikke oprettet";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Der opstod en ukendt fejl under oprettelse af arbejdsgang. Prøv igen.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Fejl ved oprettelse af bibliotek";
"ERROR_CREATING_DIR_DESC" = "Der opstod en fejl ved oprettelse af biblioteket %@. Tjek adgangsrettighederne for den overordnede mappe, og prøv igen.";

// Error displayed when workflow does not exists when user tries to open the same in Automator
"ERROR_OPENING_WORKFLOW_IN_AUTOMATOR_DESC" = "Der opstod en fejl ved åbning af arbejdsgangen \"%@\" i Automator. Arbejdsgangen blev ikke fundet på den oprindelige placering.";

// New additions: 3/1/2010

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "Scanningsgenvej understøttes ikke";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "Den valgte scanningsgenvej kan ikke udføres, da den ikke genkendes af softwaren. Vælg en anden scanningsgenvej, og prøv igen.";

// Tool tips for change, edit and test button
"TIP_FOR_CHANGE_BTN" = "Klik for at ændre computernavnet";
"TIP_FOR_EDIT_BTN" = "Rediger den valgte opgave";
"TIP_FOR_TEST_BTN" = "Kør den valgte oogave";

// New additions: 3/1/2010

// Opt-in/Opt-out strings
"COMPUTER_NAME_TITLE" = "Compuernavnet er";
"COMPUTER_NAME_DESCRIPTION" = "Når du starter en scanning fra HP-enheden, kan du blive bedt om at vælge din computer på en liste over værtscomputere, der kan bruges til Scan til computer.";
"COMPUTER" = "Computer";
"COMPUTERS" = "Computere";

"COMMUNICATION_ERROR" = "Der kan ikke kommunikeres med scanneren. Kontrollér, at enheden er tændt, kontrollér forbindelsen, og kontrollér, at netværket virker, som det skal. Bemærk: Bonjour skal være aktiveret på enheden.";
"INSTALLATION_ERROR" = "HP's scannersoftware kunne ikke findes på computeren. Hent og installer den seneste af den af HP anbefalede software til din enhed fra http://www.hp.com/support, og prøv derefter igen.";

"SCAN_TO_COMPUTER_CANNOT_BE_ENABLED" = "Scan til computer kan ikke aktiveres";
"SCAN_TO_COMPUTER_DESCRIPTION" = "Med Scan til computer kan du starte scanninger via HP-enhedens frontpanel og automatisk få sendt outputtet til din computer.";

HSDScanActionNotFoundTitle = "Scanningen kunne ikke lokaliseres";
HSDScanActionNotFoundDescription = "Scanningen er ikke registreret. Start HP Scan i \"%@\", og registrer scanningen automatisk.";
